11/data/attachments/5600c5f59dfb64f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_my_Friend_90066_0</nif:username>
            <nif:friendToBeRequested>soap_friends_acb6179a-fa4f-4750-9c56-2d2024dc1ff9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>